{"entries": [{"entry_date": "02/11/2023", "title": "Happy place", "entry": "Today I was feeling a bit overwhelmed with all the projects I'm working on. I took a break and thought about my happy place. I imagined myself in a beach, with the sun shining and the sound of the waves crashing. It was so calming and peaceful. I felt like I could take on anything after that."}, {"entry_date": "02/18/2023", "title": "Freewriting", "entry": "Today was a good day. I had a successful meeting with a potential investor for my latest venture. I'm feeling really excited and motivated to keep pushing forward. On the other hand, I'm feeling a bit overwhelmed with all the tasks I have to do. I'm trying to stay focused and take it one step at a time."}, {"entry_date": "02/22/2023", "title": "Memory lane", "entry": "I was thinking about my journey so far and all the experiences I've had. It's been a rollercoaster ride but I'm grateful for all the lessons I've learnt. I'm proud of how far I've come and I'm looking forward to the future."}, {"entry_date": "03/09/2023", "title": "Inspiring role models", "entry": "I was thinking about the people who have inspired me in my life. My parents have always been my biggest supporters and I'm so thankful for them. I also look up to some of the successful entrepreneurs I've met. They have taught me so much and I'm grateful for their guidance."}, {"entry_date": "03/12/2023", "title": "Freewriting", "entry": "Today was a bit of a struggle. I had a few setbacks with my projects and it was really discouraging. I'm trying to stay positive and remind myself that failure is part of the process. I'm determined to keep pushing forward and make my dreams a reality."}, {"entry_date": "03/13/2023", "title": "Creative expression", "entry": "I was feeling a bit stuck with my projects so I decided to take a break and do something creative. I picked up my guitar and started playing some of my favourite songs. It was a great way to relax and express myself. I'm feeling more inspired now and ready to tackle my projects again."}, {"entry_date": "03/21/2023", "title": "Mindful moments", "entry": "I was feeling a bit overwhelmed with all the tasks I have to do. I decided to take a few minutes to practice mindfulness. I closed my eyes and focused on my breathing. It was a great way to clear my mind and refocus my energy. I'm feeling more relaxed and ready to get back to work."}, {"entry_date": "04/07/2023", "title": "Freewriting", "entry": "Today was a bit of a struggle. I had a few setbacks with my projects and it was really discouraging. I'm trying to stay positive and remind myself that failure is part of the process. I'm determined to keep pushing forward and make my dreams a reality."}, {"entry_date": "04/22/2023", "title": "Cherished values", "entry": "I was reflecting on my values and what's important to me. I'm grateful for my family and friends who have always been there for me. I also value hard work and dedication. I'm determined to keep pushing forward and make my dreams a reality."}, {"entry_date": "04/23/2023", "title": "Compliment challenge", "entry": "Today I decided to do something different. I challenged myself to give out compliments to people I know. It was a great way to spread some positivity and make someone's day. I'm feeling really good about it and I'm going to keep doing it."}]}