{"entries": [{"entry_date": "02/10/2023", "title": "Freewriting", "entry": "Today was a pretty chill day. I went to school and had a few classes. I'm not really into the whole school thing, but I guess it's necessary. I'm more into the creative stuff like music and art. I'm trying to find my own style and make something unique. I'm also trying to find my own voice and express myself in a way that's true to me. It's a bit of a struggle, but I'm getting there. I'm also trying to find ways to make a difference in the world. I'm not sure what I can do yet, but I'm sure I'll figure it out eventually."}, {"entry_date": "02/12/2023", "title": "Freewriting", "entry": "Today was a bit of a rough day. I had a few tests and assignments due and I was feeling a bit overwhelmed. I'm trying to stay positive and focus on the good things in life. I'm also trying to stay true to myself and not let anyone else's expectations define me. I'm trying to find my own path and make something of myself. It's a bit of a struggle, but I'm determined to make it happen."}, {"entry_date": "02/26/2023", "title": "Compliment challenge", "entry": "Today I decided to challenge myself to give out compliments to people. I think it's important to recognize the good in people and to make them feel appreciated. I gave out compliments to my friends and family and it felt really good. It's nice to be able to make someone's day a little brighter. I'm also trying to be more positive and focus on the good things in life."}, {"entry_date": "03/04/2023", "title": "Inspiring role models", "entry": "Today I was thinking about inspiring role models. I'm lucky to have a few people in my life who I look up to and who inspire me to be better. They have shown me that anything is possible if you put your mind to it. They have also taught me to stay true to myself and to never give up. I'm grateful to have such amazing people in my life."}, {"entry_date": "03/09/2023", "title": "Freewriting", "entry": "Today was a pretty good day. I had a few classes and then I went out with some friends. We went to a cafe and had some drinks and just chilled. It was nice to take a break from all the studying and just relax. I'm also trying to stay positive and focus on the good things in life. I'm trying to make the most of every day and make something of myself."}, {"entry_date": "03/19/2023", "title": "Epic experiences", "entry": "Today I was thinking about all the epic experiences I've had in my life. I've been lucky enough to travel to some amazing places and have some incredible experiences. I'm grateful for all the amazing memories I have and all the lessons I've learned. I'm also trying to stay true to myself and make the most of every day."}, {"entry_date": "04/05/2023", "title": "Laughter therapy", "entry": "Today I decided to do some laughter therapy. I watched some funny videos and just laughed until my stomach hurt. It was a great way to take a break from all the stress and just have some fun. I'm also trying to stay positive and focus on the good things in life. I'm trying to make the most of every day and make something of myself."}, {"entry_date": "04/11/2023", "title": "Freewriting", "entry": "Today was a pretty chill day. I went to school and had a few classes. I'm not really into the whole school thing, but I guess it's necessary. I'm more into the creative stuff like music and art. I'm trying to find my own style and make something unique. I'm also trying to find my own voice and express myself in a way that's true to me. It's a bit of a struggle, but I'm getting there."}, {"entry_date": "04/12/2023", "title": "Empowering statements", "entry": "Today I was thinking about empowering statements. I'm trying to stay positive and focus on the good things in life. I'm also trying to stay true to myself and not let anyone else's expectations define me. I'm trying to find my own path and make something of myself. I'm determined to make it happen and I'm not going to let anything stand in my way."}, {"entry_date": "04/20/2023", "title": "Happy place", "entry": "Today I was thinking about my happy place. It's a place where I can go to relax and just be myself. It's a place where I can be creative and express myself without judgement. It's a place where I can be free and just be me. I'm grateful to have a place like this and I'm determined to make the most of it."}]}