{"entries": [{"entry_date": "02/08/2023", "title": "Curiosity and learning", "entry": "Today I learnt a lot about a topic I was curious about. I'm so glad I took the time to research and learn more about it. I'm excited to apply what I learnt in my studies and projects. I'm also looking forward to learning more about this topic in the future."}, {"entry_date": "02/22/2023", "title": "Self-care routines", "entry": "I've been trying to make sure I take care of myself better. I've been trying to make sure I get enough sleep, eat healthy, and take breaks when I need to. It's been hard to stick to my routines but I'm trying my best to make sure I'm taking care of myself."}, {"entry_date": "02/23/2023", "title": "Gratitude challenge", "entry": "Today I tried a gratitude challenge. I wrote down three things I was grateful for and it really made me appreciate the little things in life. I'm thankful for my family, friends, and the opportunities I have been given."}, {"entry_date": "02/27/2023", "title": "Compliment challenge", "entry": "Today I tried a compliment challenge. I complimented three people and it made me feel good to make someone else's day. I'm glad I was able to make someone smile and it made me appreciate the people around me."}, {"entry_date": "03/04/2023", "title": "Freewriting", "entry": "Today was a good day. I was able to finish my assignments on time and I'm feeling proud of myself. I also had a great conversation with my friends and it was nice to catch up. I'm looking forward to the upcoming week and all the new things I'll learn."}, {"entry_date": "03/10/2023", "title": "Mindful moments", "entry": "Today I tried to be more mindful. I took a few moments to just be in the present and appreciate the moment. It was nice to take a break from all the stress and just be in the moment. I'm looking forward to more mindful moments in the future."}, {"entry_date": "03/13/2023", "title": "Memory lane", "entry": "Today I took a trip down memory lane. I looked back at old photos and memories and it made me appreciate all the good times I've had. I'm thankful for all the experiences I've had and all the people I've met."}, {"entry_date": "03/15/2023", "title": "Dream big", "entry": "Today I was thinking about my future and all the possibilities. I'm excited to see what the future holds and I'm determined to work hard to achieve my dreams. I'm looking forward to all the new experiences and opportunities that will come my way."}, {"entry_date": "03/18/2023", "title": "Freewriting", "entry": "Today was a bit of a stressful day. I had a lot of assignments due and I was feeling overwhelmed. I'm glad I was able to finish everything on time but it was a lot of work. I'm looking forward to a more relaxed day tomorrow."}, {"entry_date": "03/20/2023", "title": "Freewriting", "entry": "Today was a good day. I was able to finish my assignments and I'm feeling proud of myself. I also had a great conversation with my friends and it was nice to catch up. I'm looking forward to the upcoming week and all the new things I'll learn."}, {"entry_date": "04/10/2023", "title": "Kindness stories", "entry": "Today I read some stories about kindness. It was inspiring to read about people doing good deeds and it made me appreciate the kindness of others. I'm thankful for all the people who are making a difference in the world."}, {"entry_date": "04/19/2023", "title": "Proud moments", "entry": "Today I reflected on some of my proudest moments. I'm proud of all the hard work I've put in and all the progress I've made. I'm thankful for all the people who have supported me and I'm looking forward to more proud moments in the future."}]}