{
    "entries": [
        {
            "entry_date": "02/13/2023",
            "title": "Happy place",
            "entry": "My happy place is my room. It's where I can be alone and feel safe. I've decorated it with pictures of my favorite things, like flowers and cats. When I'm in my room, I like to read or listen to music. It helps me relax and forget about my worries."
        },
        {
            "entry_date": "02/18/2023",
            "title": "Future goals",
            "entry": "One of my future goals is to become more confident. I want to be able to speak up for myself and not be afraid of what others think. I also want to go to college and study something I'm passionate about. I know it won't be easy, but I believe in myself and my abilities."
        },
        {
            "entry_date": "02/19/2023",
            "title": "Proud moments",
            "entry": "I'm proud of myself for standing up to my bully. It wasn't easy, but I knew I had to do it for my own well-being. I'm also proud of the progress I've made in therapy. It's helped me understand and cope with my anxiety better."
        },
        {
            "entry_date": "02/21/2023",
            "title": "Freewriting",
            "entry": "Today was a tough day. I had to deal with some family issues that left me feeling drained. I don't like talking about my problems, but I know I need to start opening up more. Writing in this journal helps me get my thoughts out, even if no one else reads it."
        },
        {
            "entry_date": "02/23/2023",
            "title": "Freewriting",
            "entry": "I feel like I don't fit in at school. I'm too quiet and shy to make friends easily. It's hard to see others socializing and having fun while I'm just watching from the sidelines. I wish I could be more outgoing."
        },
        {
            "entry_date": "03/08/2023",
            "title": "Laughter therapy",
            "entry": "I watched a funny video on YouTube today and it made me laugh so hard. It felt good to forget about my problems for a little while and just enjoy the moment. Laughter really is the best medicine."
        },
        {
            "entry_date": "03/14/2023",
            "title": "Freewriting",
            "entry": "Today I decided to write whatever came to my mind. I was feeling a bit overwhelmed with all my schoolwork, and it was nice to have a space to just let everything out. I wrote about my fears, my hopes, and everything in between. It was a good way to clear my head and I feel much better now."
        },
        {
            "entry_date": "03/18/2023",
            "title": "Mindful moments",
            "entry": "Today I took a few minutes to focus on my breath and clear my mind. It was a bit difficult at first, but after a while I felt myself relaxing and letting go of some of the stress I've been carrying. I'm going to try to make this a daily practice, even if it's just for a few minutes."
        },
        {
            "entry_date": "04/09/2023",
            "title": "Gratitude challenge",
            "entry": "Today I'm grateful for my family, my friends, and my health. I'm lucky to have people in my life who support me and care about me, and I'm grateful for my body that allows me to do the things I love. I'm going to try to remember to be thankful for these things every day."
        },
        {
            "entry_date": "04/11/2023",
            "title": "Self-care routines",
            "entry": "Today I took some time to take care of myself. I went for a walk, took a long bath, and read a book I've been wanting to read for a while. It was nice to have a break from everything and just focus on myself for a bit. I'm going to try to make self-care a priority from now on."
        },
        {
            "entry_date": "04/23/2023",
            "title": "Empowering statements",
            "entry": "Today I'm reminding myself that I'm strong, capable, and worthy. I have the power to create the life I want, and I'm going to work hard to make my dreams a reality. I'm going to try to remember to speak to myself with kindness and encouragement, even when things get tough."
        }
        
    ]
}