{"entries": [
    {
        "entry_date": "02/07/2023",
        "title": "Empowering statements",
        "entry": "Today I am feeling strong and confident. I am capable of achieving anything I set my mind to. I am determined to reach my goals and I will not let anything stand in my way. I am a champion and I will never give up."
    },
    {
        "entry_date": "02/24/2023",
        "title": "Freewriting",
        "entry": "Today was a great day. I had a great practice with my team and we worked hard to prepare for our upcoming game. I'm feeling really motivated and excited to compete. I'm also feeling grateful for the opportunity to be part of a team and to have such great teammates. I'm looking forward to the game and I know we can do great things together."
    },
    {
        "entry_date": "03/11/2023",
        "title": "Dream big",
        "entry": "I have big dreams and I'm determined to make them a reality. I want to be the best athlete I can be and I'm willing to put in the hard work and dedication to get there. I'm also determined to do well in school and to make my parents proud. I'm going to keep pushing myself and never give up on my dreams."
    },
    {
        "entry_date": "03/12/2023",
        "title": "Happy place",
        "entry": "My happy place is on the field playing with my team. I love the feeling of being part of something bigger than myself and working together to achieve a common goal. I also love the feeling of being in the zone and pushing myself to be the best I can be. It's a great feeling and I'm grateful for the opportunity to be part of a team."
    },
    {
        "entry_date": "03/16/2023",
        "title": "Memory lane",
        "entry": "I'm feeling nostalgic today and thinking about all the great memories I've made with my team. From the long practices to the big wins, I'm so grateful for all the experiences I've had. I'm also thankful for all the lessons I've learned and the friendships I've made. I'm looking forward to making more memories in the future."
    },
    {
        "entry_date": "03/23/2023",
        "title": "Gratitude challenge",
        "entry": "Today I'm feeling grateful for all the opportunities I've been given. I'm thankful for my parents who have always supported me and encouraged me to pursue my dreams. I'm also thankful for my coaches and teammates who have pushed me to be the best I can be. I'm grateful for all the experiences I've had and the lessons I've learned."
    },
    {
        "entry_date": "04/04/2023",
        "title": "Compliment challenge",
        "entry": "Today I'm challenging myself to give compliments to my teammates. I want to recognize their hard work and dedication and let them know how much I appreciate them. I'm also going to take the time to thank my coaches for all their guidance and support. I'm grateful for all the people in my life who have helped me become the person I am today."
    },
    {
        "entry_date": "04/14/2023",
        "title": "Freewriting",
        "entry": "Today was a tough day. I had a difficult practice and I'm feeling a bit discouraged. I'm trying to stay positive and remind myself that I'm capable of achieving my goals. I'm also trying to focus on the progress I've made and the successes I've had. I know I can do this and I'm determined to keep pushing forward."
    },
    {
        "entry_date": "04/21/2023",
        "title": "Freewriting",
        "entry": "Today was a great day. I had a great practice and I'm feeling really motivated. I'm also feeling grateful for all the support I've received from my family, friends, and coaches. I'm looking forward to the upcoming game and I know I can do great things. I'm determined to keep pushing myself and to never give up."
    }
]}