{"entries": [{"entry_date": "02/05/2023", "title": "Kindness stories", "entry": "Today I heard a story about a student who was struggling with his studies and was about to give up. His teacher noticed and took the time to help him out. It was really inspiring to see how much effort the teacher put in to help the student. It made me realise how important it is to be kind to others and to always be willing to lend a helping hand."}, {"entry_date": "02/15/2023", "title": "Gratitude challenge", "entry": "Today I am grateful for my family and friends who have been so supportive of me. They have been there for me through thick and thin and I am so thankful for that. I am also grateful for the opportunities I have been given to pursue my passions in both academics and sports. I am so lucky to have such amazing people in my life."}, {"entry_date": "02/27/2023", "title": "Freewriting", "entry": "Today was a tough day. I had a lot of tests and assignments due and I was feeling really overwhelmed. I was also feeling a bit down because I didn't do as well as I wanted to in my sports practice. I'm trying to stay positive and remind myself that I can do better next time. I'm also trying to focus on the things I'm grateful for and the things that make me happy."}, {"entry_date": "03/01/2023", "title": "Creative expression", "entry": "Today I decided to express my creativity by writing a poem. It was about how I'm feeling right now and how I'm trying to stay positive despite the challenges I'm facing. It was a great way to express my thoughts and feelings and it helped me to feel better. I'm glad I took the time to do something creative."}, {"entry_date": "03/07/2023", "title": "Laughter therapy", "entry": "Today I decided to take some time to laugh and have fun. I watched some funny videos and it really helped to lighten my mood. I also spent some time with my friends and we had a great time just talking and joking around. It was a great way to take a break from all the stress and just enjoy the moment."}, {"entry_date": "03/12/2023", "title": "Empowering statements", "entry": "Today I wrote down some empowering statements to remind myself that I can do anything I set my mind to. I wrote down things like 'I am capable of achieving my goals', 'I am strong and resilient', and 'I can do anything I put my mind to'. Writing these statements down really helped to boost my confidence and remind me that I can do anything I set my mind to."}, {"entry_date": "04/04/2023", "title": "Freewriting", "entry": "Today I was feeling a bit discouraged because I didn't do as well as I wanted to in my tests and assignments. I was also feeling a bit frustrated because I didn't do as well as I wanted to in my sports practice. But I'm trying to stay positive and remind myself that I can do better next time. I'm also trying to focus on the things I'm grateful for and the things that make me happy."}, {"entry_date": "04/15/2023", "title": "Epic experiences", "entry": "Today I wrote about some of the most epic experiences I've had. I wrote about the time I went on a school trip to Thailand and the amazing memories I made there. I also wrote about the time I won a medal in a sports competition and how proud I felt. Writing about these experiences really helped to boost my confidence and remind me of how far I've come."}, {"entry_date": "04/24/2023", "title": "Freewriting", "entry": "Today I was feeling a bit overwhelmed with all the tests and assignments I have to do. I was also feeling a bit discouraged because I didn't do as well as I wanted to in my sports practice. But I'm trying to stay positive and remind myself that I can do better next time. I'm also trying to focus on the things I'm grateful for and the things that make me happy."}]}