{"entries": [{"entry_date": "02/13/2023", "title": "Freewriting", "entry": "Today was a pretty average day. I went to school, did my work, and came home. I don't really have any friends so I just kept to myself. I feel like I'm invisible to everyone around me. I don't know why I'm like this, but I just can't seem to make any connections with people. I guess I'm just a loner."}, {"entry_date": "02/27/2023", "title": "Cherished values", "entry": "I think the most important thing to me is being true to myself. I don't want to be someone I'm not just to fit in. I want to be able to express my thoughts and feelings without worrying about what other people think. I want to be able to be comfortable in my own skin and not feel like I have to change who I am to be accepted."}, {"entry_date": "03/04/2023", "title": "Gratitude challenge", "entry": "Today I'm grateful for the small things in life. I'm grateful for the little moments of joy that I get throughout the day. I'm grateful for the people who have been there for me even when I'm feeling down. I'm grateful for the opportunities I have been given and the chance to make something of myself. I'm grateful for the chance to be me."}, {"entry_date": "03/09/2023", "title": "Self-care routines", "entry": "I've been trying to take better care of myself lately. I've been trying to get more sleep, eat healthier, and exercise more. I've also been trying to take some time for myself to relax and do things that make me happy. I'm trying to be more mindful of my thoughts and feelings and take time to process them. I'm also trying to be more positive and focus on the good things in life."}, {"entry_date": "03/14/2023", "title": "Curiosity and learning", "entry": "I've been trying to learn more about the world around me. I've been reading books, watching documentaries, and researching topics that interest me. I'm trying to be more curious and open-minded about different cultures and perspectives. I'm also trying to be more open to new experiences and take risks. I'm learning that there is so much more to life than what I can see."}, {"entry_date": "03/24/2023", "title": "Kindness stories", "entry": "I've been trying to be more kind to others. I've been trying to be more understanding and patient with people. I've been trying to be more supportive and encouraging of those around me. I've been trying to be more generous with my time and resources. I'm learning that even the smallest acts of kindness can make a big difference in someone's life."}, {"entry_date": "04/11/2023", "title": "Empowering statements", "entry": "I'm trying to remind myself that I am capable of achieving anything I set my mind to. I'm trying to be more confident in my abilities and trust in my own judgement. I'm trying to be more assertive and speak up for myself. I'm trying to be more resilient and not let the negative things in life bring me down. I'm learning that I am strong and I can do anything I put my mind to."}, {"entry_date": "04/12/2023", "title": "Freewriting", "entry": "Today was a pretty tough day. I got into an argument with my parents and it was really hard to deal with. I feel like they don't understand me and it's really frustrating. I just want to be able to express my thoughts and feelings without feeling like I'm being judged. I feel like I'm stuck in this cycle of trying to make them happy but never succeeding. I just want to be able to be myself without feeling like I'm not good enough."}, {"entry_date": "04/13/2023", "title": "Freewriting", "entry": "Today was a pretty lonely day. I felt like I was the only one in the world. I don't have any friends and it's really hard to deal with. I feel like I'm invisible to everyone around me. I don't know why I'm like this, but I just can't seem to make any connections with people. I guess I'm just a loner."}, {"entry_date": "04/21/2023", "title": "Social connections", "entry": "I've been trying to make more social connections lately. I've been trying to reach out to people and make new friends. I'm trying to be more open and talk to people more. I'm trying to be more confident in myself and not be afraid to put myself out there. I'm learning that it's ok to be vulnerable and that it's ok to ask for help. I'm learning that it's ok to be different and that it's ok to be me."}]}