{"entries": [{"entry_date": "02/24/2023", "title": "Laughter therapy", "entry": "Today I tried something new - laughter therapy. It was a bit weird at first but I eventually got used to it. I felt a lot lighter and happier after the session. I'm glad I tried it out!"}, {"entry_date": "03/01/2023", "title": "Epic experiences", "entry": "I had an epic experience today. I went to the beach with some friends and we had a great time. We played some beach volleyball and went for a swim. It was a really fun day and I'm glad I got to experience it."}, {"entry_date": "03/03/2023", "title": "Compliment challenge", "entry": "Today I tried something new - the compliment challenge. I had to give out compliments to five people and it was really hard at first. But I eventually got the hang of it and it felt really good to make someone else feel good. I'm glad I tried it out!"}, {"entry_date": "03/13/2023", "title": "Gratitude challenge", "entry": "Today I tried something new - the gratitude challenge. I had to think of five things I was grateful for and it was really hard at first. But I eventually got the hang of it and it felt really good to be thankful for the things I have. I'm glad I tried it out!"}, {"entry_date": "03/19/2023", "title": "Freewriting", "entry": "Today was a pretty good day. I had a good day at school and I'm feeling pretty positive about the upcoming exams. I'm also looking forward to the weekend and spending some time with my friends. I'm feeling pretty content right now."}, {"entry_date": "03/27/2023", "title": "Freewriting", "entry": "Today was a bit of a tough day. I had a few tests and I didn't do as well as I wanted to. I'm feeling a bit down but I'm trying to stay positive and focus on the things I can do to improve. I'm sure I'll do better next time."}, {"entry_date": "03/31/2023", "title": "Inspiring role models", "entry": "Today I thought about some of the inspiring role models in my life. I'm really lucky to have people who have been there for me and have helped me become the person I am today. I'm grateful for all the support and guidance they have given me."}, {"entry_date": "04/04/2023", "title": "Empowering statements", "entry": "Today I tried something new - writing empowering statements. I wrote down some positive affirmations and it felt really good to remind myself of my worth and potential. I'm glad I tried it out!"}, {"entry_date": "04/08/2023", "title": "Freewriting", "entry": "Today was a pretty average day. I had some classes and I'm feeling a bit overwhelmed with all the work I have to do. I'm trying to stay positive and focus on the things I can do to make the most of my time. I'm sure I'll get through it."}, {"entry_date": "04/09/2023", "title": "Freewriting", "entry": "Today was a bit of a stressful day. I had a lot of deadlines and I'm feeling a bit overwhelmed. I'm trying to stay calm and focus on the things I can do to make the most of my time. I'm sure I'll get through it."}]}